---
kind: other
id: Properties.T:Autodesk.Revit.DB.DoubleParameterValue
source: html/354f4438-914c-7470-0b78-03afa6fbd306.htm
---
# DoubleParameterValue Properties

Specifies whether the .NET object represents a valid Revit entity.